{"pageContext":{"title":"Home","components":[{"name":"banner","position":1,"heading":"Unlock your business value with modern analytics","btnTxt":"Get in touch","btnUrl":"","image":null,"imagePosition":null,"html":"<p>We make it possible to turn your organisation's big data into actionable insights and build a sustainable competitive advantage.</p>"},{"name":"grid","position":2,"heading":"Solutions","description":"We make it simple to launch modern techniques and tools for your team or organisation, whether in the cloud or your premises.","tiles":[{"html":"<h3>Big data analytics</h3>\n<p>Connect to diverse data sources, process and analyze massive volumes of structured and unstructured data and visualize the results to find insights. Use open source software or cloud solutions to build beautiful dashboards for your team or organisation.</p>\n","icon":"engineering.svg"},{"html":"<h3>Knowledge graph</h3>\n<p>Create knowledge graphs to seamlessly break down data silos accross your teams or departments and use connections to identify and build corporate knowledge. Simply know what you know and what you don't know.</p>\n","icon":"networking.svg"},{"html":"<h3>IoT and digital twins</h3>\n<p>Easily connect, manage and analyze IoT data from dispersed devices. Create digital twins and increase efficiency on critical equipment by providing information on maintenance and reliability. Build interactive dashboards and watch your devices report in real time.</p>\n","icon":"iot.svg"},{"html":"<h3>Machine learning and AI</h3>\n<p>We are continuously looking for machine learning (ML) and natural language processing (NLP) techniques for embedding AI into our solutions and avoid technological disruption (too much data).</p>","icon":"ml.svg"}]},{"name":"imageText","position":3,"heading":"Our vision","btnTxt":"","btnUrl":"","image":"dev_sm.jpg","imagePosition":"left","html":"<p>We believe that individuals or teams should be able to find the truth in their data, easily, that\nthey can visualize insights professionally and share it with the world. We aim to fortify teams with\ntools to embed analytics in their products and solutions.</p>"},{"name":"imageText","position":4,"heading":"Open Source","btnTxt":"Go To GitHub","btnUrl":"https://github.com/thesquaredev","image":"open_source.jpeg","imagePosition":"right","html":"<p>Squaredev has committed to open-source software. We believe that know-how should be shared\nand get evolved with the community. This very website is open-sourced and available on GitHub.\nCheck out our profile at GitHub, watch out for new experiences as we share them with other\ndevelopers and star our projects to support us.</p>"}]}}